{
  "FullyOnChain": "Fully On-Chain",
  "BuildingBV3": "Building BV3 directly on chain means enjoying the guaranteed permanent uptime of the Ethereum network. With a pure smart contract only approach and no external tools required whatsoever, BV3 is the first cryptocurrency which is not only censorship-resistant, but also regulation-resistant. Fiat ramp control and KYC measures do nothing to impede the use of BV3.",
  "ETHNotNeeded": "ETH Not Needed",
  "SendBUCCtokens": "Send BUCC tokens to any address without the need to hold ETH. For the first time in the history of Ethereum, BV3 users can enjoy the seamless and effortless use of GSN for sending BUCC. GSN works by taking a small, capped portion of the funds being transacted to pay for the gas fee which would otherwise be paid for by the user needing to pay in ETH for the transaction to go through.",
  "AmongManyScenario": "This means, among many other scenarios, that users can send BUCC around from a freshly generated address to wherever they wish.",
  "PrivateIslandMoney": "Private Island Money",
  "FundingProblem": "The funding problem has been solved. An essential part of Ethereum privacy is sourcing ETH that has no connection to your activities to fund things such as token transactions on popular DEXes like Uniswap. Until now, Ethereum users would previously have to use cumbersome mixers with less-than-perfect privacy, high fees and long waiting times. Mining one's own ETH is unrealistic for the vast majority of the population too.",
  "TortugaSolves": "Tortuga solves this by working in tandem with BV3's GSN utility. Users are able to swap BUCC for a set amount of ETH which can be sent not just to the transacting wallet, but any wallet they wish, without requiring ETH for the transaction itself.",
  "UtilityAfforded": "The utility afforded by every component of BV3 has no limits. Whether you're a trader protecting strategies, a privacy enthusiast or a person who just doesn't like to be watched, BV3 encompasses every need you could possibly have.",
  "NeedToEnterSalt": "To send a transaction you will need to enter a salt. A salt is used to strengthen cryptography. Just mash your numerical keys randomly until the field has fully populated, it doesn’t matter what the numbers are.",
  "Disclaimer": "Disclaimer",
  "SaleDesc1": "This transaction is not available to residents, citizens, or green card holders of the United States of America or any of its territories or possessions, including Puerto Rico, the U.S. Virgin Islands, and Guam (collectively, 'US Persons'). The service offered in this transaction has not been registered under the United States Securities Act of 1933, as amended (the 'Securities Act'), or any state securities laws, and may not be offered, sold, pledged, or otherwise transferred within the United States or to or for the benefit of US Persons, except pursuant to an exemption from, or in a transaction not subject to, the registration requirements of the Securities Act and applicable state securities laws.",
  "SaleDesc2": "Residents, citizens, or green card holders of the United States of America or any of its territories or possessions, including Puerto Rico, the U.S. Virgin Islands, and Guam (collectively, 'US Persons') are not permitted to participate in the transaction offered here.",
  "TortugaDesc1": "Tortuga allows you to swap BUCC for ETH, using a price oracle to calculate real-time prices at a ± .5% variance, without needing to hold an ETH balance in your wallet to conduct the transaction itself. This can be useful for getting some ETH to fund a fresh wallet that has only ever had BUCC sent to it before. Any address can be the swap recipient, including the one you're using to conduct the swap.",
  "WelcomeToPrivacy": "Welcome to privacy.",
  "IntroducingBuccaneer": "Introducing Buccaneer V3.",
  "EthereumFirstOnChainCurrency": "Ethereum’s first and only on-chain private currency.",
  "WhitePaper": "White Paper",
  "AuditReports": "Audit Reports",
  "PrivateSend": "Private Send",
  "Amount": "Amount",
  "Address": "Address",
  "Salt": "Salt",
  "StandardTransaction": "Standard Transaction",
  "Attention": "Attention",
  "NotConductTransaction": "Do not conduct any transactions or press any buttons/toggles before reading the user guide",
  "UninformedActions": "Uninformed actions may result in loss of privacy and funds.",
  "Mirror": "mirror",
  "Decrypt": "Decrypt",
  "BuccaneerV3": "Buccaneer V3",
  "Home": "Home",
  "Sale": "Sale",
  "Bermuda": "Bermuda",
  "OTC": "OTC",
  "Tortuga": "Tortuga",
  "WrongNetwork": "Wrong Network",
  "CurrentTier": "Current Tier",
  "PriceOfCurrentTier": "Price of current Tier",
  "AmountLeftInCurrentTier": "Amount left in current tier",
  "TotalAmountOfBUCCLeftInTiers": "Total amount of BUCC left in all tiers",
  "TradeAmount": "Trade amount",
  "SwapETHToOTC": "Swap ETH to OTC",
  "OTCTitle": "Welcome to the Buccaneer V3 Arbitrum OTC.",
  "OTCDesc1": "This OTC contract holds the entire supply minus what circulated in public hands and what resides on DEX pools. 500,000 BV3A is held here, divided into 4 tiered price points; $10, $25, $50 and $100. Each tier must be totally drained before the next becomes available for access.",
  "OTCDesc2": "The OTC makes use of our custom oracle, similar to the one used in the Arbitrum Public Sale in order to ensure that dollar values of ETH at the time of transaction are accurate and correspond in order to transact the correct amount of BV3A per unit of ETH.",
  "OTCDesc3": "This contract is tamper-proof, the BV3A held within cannot be drained or moved in any way without payment. Not even from the contract deployer.",
  "SeeOTC": "See the OTC contract on",
  "EtherscanHere": "Etherscan here",
  "ToReadCode": "to read the code.",
  "BV3AAcquisition": "BV3A Acquisition",
  "AmountETHToSpend": "Amount of ETH to spend",
  "AmountBV3AToReceive": "Amount of BV3A to receive",
  "GaslessTransaction": "Gasless Transaction",
  "PublicSaleTitle": "Arbitrum Public Sale",
  "PublicSaleDesc1": "Welcome to the first Buccaneer V3 public sale, this is your opportunity to be one of the first to get your hands on BV3 at special public sale prices. The public sale price for BV3A will be $0.10.",
  "PublicSaleDesc2": "As you enter an amount of ETH to spend in the top field, an oracle will provide a real-time readout below for the amount of BV3A you will receive per the amount you’re using.",
  "PublicSaleDesc3": "The Arbitrum Public Sale is now over and sold out. Thanks to everyone that participated.",
  "ETHInTortuga": "ETH in Tortuga",
  "MaximumBV3Swappable": "Maximum BV3 Swappable",
  "MinimumBV3Swappable": "Minimum BV3 Swappable",
  "CurrentSwapFee": "Current swap fee",
  "EnterAmountBUCCToSwap": "Enter an amount of BUCC to swap",
  "SwapBV3AForETH": "Swap BV3A for ETH",
  "Chart": "Chart",
  "Uniswap": "Uniswap",
  "CoinMarketCap": "CoinMarketCap",
  "Arbiscan": "Arbiscan",
  "DecoyMode": "Decoy Mode",
  "BalanceReveal": "Balance Reveal",
  "IcognitoText": "Trade anonymously, on any DEX and keep your investment strategies unknown by breaking links. Maintain your standard holdings of other tokens and keep your BUCC balance hidden too.",
  "ConsentText": "No custom hardware or software required. BUCC adheres to the ERC-20 standard meaning any web3 compatible wallet such as Metamask is all you need to enjoy privacy.",
  "CoinboxText": "Instantly bury funds for as long as desired, after just 1 transaction from a DEX trade, funds can sit dormant in a wallet indefinitely with no pooling, mixing or transaction cycling required. Nothing can uncover where any transaction was sent to.",
  "BV3ABalance": "BV3A Balance",
  "Hidden": "Hidden",
  "TortugaTooltip": "If the transaction fails, it is likely because you don't have tokens. Otherwise, if there is ETH in the Tortuga contract it is likely because of gas spikes on Arbitrum, this issue may last hours to days, try again later please.",
  "BermudaTooltip": "The transaction has failed likely because you don't have enough tokens. If you do have tokens, please refresh the browser and try again.",
  "RevealTooltip": "If you don't have any tokens displayed and you sent a private transaction to this wallet, you need to decrypt. Please be aware that you once you decrypt, you will be unable to send a private transaction to this account again. Also, the balance will be available to anyone in that block going forward."
}
